Repository: weblate/script.sublissimo
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# #35041
source: Repair manually
es_es: Reparar manualmente

# #35042
source: Jump to Specific subtitle
es_es: Saltar a un subtítulo específico

# #35043
source: View or delete subtitle that is marked as first
es_es: Ver o eliminar el subtítulo que está marcado como primero

# #35044
source: View or delete subtitle that is marked as last
es_es: Ver o eliminar el subtítulo que está marcado como último

# #35045
source: Mark other subtitle as last to sync with
es_es: Marcar otro subtítulo como último para sincronizar con él

# #35046
source: Mark other subtitle as first to sync with
es_es: Marcar otro subtítulo como primero para sincronizar con

# #35047
source: Change start time
es_es: Cambiar hora de inicio

# #35048
source: Change end Time
es_es: Cambiar hora de finalización

# #35049
source: Skip backward 100 milliseconds
es_es: Retroceder 100 milisegundos

# #35050
source: Do you want: [CR]{}[CR]To appear at {}?
es_es: ¿Quieres: [CR]{}[CR]Aparecer en {}?
