Repository: weblate/script.sublissimo
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: Edit and synchronize subtitles with your remote
es_es: Editar y sincronizar subtítulos con el mando a distancia

# Addon Description
source: With this script you can edit specific lines, move or stretch subtitles, and synchronize with other subtitles. You can also synchronize with a videofile.[CR][CR]To easily use this editor, launch it when the video and subtitle you wish to edit are playing.
es_es: Con este script puedes editar líneas específicas, mover o estirar subtítulos y sincronizar con otros subtítulos. También puedes sincronizar con un archivo de vídeo.[CR][CR]Para utilizar fácilmente este editor, ejecútelo cuando se estén reproduciendo el vídeo y el subtítulo que desea editar.

# #31000
source: Scroll subtitles
es_es: Desplazarse por los subtítulos

# #30001
source: Edit or delete lines
es_es: Editar o eliminar líneas

# #31002
source: Move subtitles
es_es: Mover subtítulos

# #31003
source: Stretch/shrink subtitles
es_es: Estirar/reducir subtítulos

# #31004
source: Synchronize with other subtitle
es_es: Sincronizar con otro subtítulo

# #31005
source: Synchronize with video file
es_es: Sincronizar con archivo de vídeo

# #31006
source: Search in subtitle
es_es: Buscar en subtítulo

# #31007
source: Check integrity
es_es: Comprobar integridad

# #31008
source: Save subtitles
es_es: Guardar subtítulos

# #31009
source: Quit
es_es: Abandonar

# #31010
source: Synchronize by frame rate
es_es: Sincronizar por tasa de fotogramas

# #31011
source: Play video with edited subtitle
es_es: Reproducir vídeo con subtítulos editados

# #31013
source: Advanced options
es_es: Opciones avanzadas

# #33000
source: Select the subtitle to synchronize with. Then:[CR]- Select a timecode in the beginning to a line as reference[CR]- Select the roughly the same line in your subtitle[CR]- Then do same with two lines near the end of both files.
es_es: Seleccionar el subtítulo con el que sincronizar. Luego:[CR]- Seleccionar un código de tiempo al principio de una línea como referencia[CR]- Seleccionar aproximadamente la misma línea en su subtítulo[CR]- Luego hacer lo mismo con dos líneas cerca del final de ambos archivos.

# #32001
source: Edit line
es_es: Editar línea

# #32002
source: Delete First Subtitle
es_es: Eliminar primer subtítulo

# #32003
source: Delete Last Subtitle
es_es: Eliminar último subtítulo

# #32004
source: Manually Scroll and Delete
es_es: Desplazarse y eliminar manualmente

# #32005
source: Back
es_es: Atrás

# #32006
source: Delete this subtitle?
es_es: ¿Eliminar este subtítulo?

# #32007
source: Select subtitle to edit
es_es: Seleccionar subtítulo a editar

# #32008
source: Return
es_es: Retorno

# #32009
source: Delete
es_es: Eliminar

# #32010
source: All subtitles
es_es: Todos los subtítulos

# #32011
source: Found:
es_es: Encontrado:

# #32012
source: OK
es_es: Aceptar

# #32013
source: More Info
es_es: Más información

# #32015
source: Select subtitle to synchronize with
es_es: Seleccionar subtítulo para sincronizar con

# #32016
source: Please select a .srt or a .sub file
es_es: Por favor, seleccionar un archivo .srt o .sub

# #32017
source: Success
es_es: Éxito

# #32018
source: Current first subtitle
es_es: Primer subtítulo actual

# #32019
source: First subtitle is now:
es_es: El primer subtítulo es ahora:

# #32020
source: Please select a video file.
es_es: Seleccione un archivo de vídeo.

# #32021
source: Current last subtitle
es_es: Último subtítulo actual

# #32022
source: Last subtitle is now:
es_es: El último subtítulo es ahora:

# #32023
source: Enter search string
es_es: Introduzca cadena de búsqueda

# #32024
source: Yes
es_es: Si

# #32026
source: This editor only works with .srt or .sub files
es_es: Este editor sólo funciona con archivos .srt o .sub

# #32027
source: File not found:
es_es: Archivo no encontrado:

# #32028
source: Write the new timestamp for the end position, seperated by a ':'. For instance: 01:22:23:000
es_es: Escriba la nueva marca de tiempo para la posición final, separada por un ':'. Por ejemplo: 01:22:23:000

# #32029
source: For example: 01:22:23:000
es_es: Por ejemplo: 01:22:23:000

# #32030
source: Report
es_es: Informe

# #32031
source: No problems detected
es_es: No se han detectado problemas

# #32032
source: Line:
es_es: Línea:

# #33032
source: Line
es_es: Línea

# #32033
source: Possible problems:
es_es: Posibles problemas:

# #32034
source: Select subtitle to continue...
es_es: Seleccionar subtítulo para continuar...

# #32035
source: Select subtitle to edit
es_es: Seleccionar subtítulo a editar

# #32036
source: Your subtitle starts at
es_es: Tu subtítulo comienza en

# #32037
source: Your subtitle ends at
es_es: Tu subtítulo termina en

# #32038
source: Save with _edited.srt added
es_es: Guardar con _edited.srt añadido

# #32039
source: Save with current filename
es_es: Guardar con el nombre del archivo actual

# #32040
source: Save with custom filename
es_es: Guardar con nombre de archivo personalizado

# #32041
source: Exit without saving
es_es: Salir sin guardar

# #32042
source: Give new filename:
es_es: Dar un nuevo nombre de archivo:

# #32043
source: Written to:
es_es: Escrito a:

# #32044
source: To use the file, select it in the Kodi player subtitle menu when playing the file
es_es: Para usar el archivo, selecciónelo en el menú de subtítulos del reproductor Kodi al reproducir el archivo

# #32045
source: File not written
es_es: Archivo no escrito

# #32046
source: Warning
es_es: Advertencia

# #32047
source: You might have unsaved progress on your file
es_es: Es posible que tenga progreso sin guardar en su archivo

# #32048
source: Exit Anyway
es_es: Salir de todos modos

# #32049
source: Save
es_es: Guardar

# #32050
source: Subtitles succesfully synced
es_es: Subtítulos sincronizados correctamente

# #32051
source: Move forwards
es_es: Avanzar

# #32052
source: Move backwards
es_es: Retroceder

# #32053
source: Give new time for first subtitle
es_es: Dar nuevo tiempo para el primer subtítulo

# #32054
source: Move forwards by: HH:MM:SS:MSE
es_es: Avanzar a: HH:MM:SS:MS

# #32055
source: Move forwards by: HH:MM:SS:MSE
es_es: Avanzar a: HH:MM:SS:MS

# #32056
source: Please enter valid timecode: HH:MM:SS:MSE. Hours, minutes, seconds, milliseconds. For instance: 01:23:45:000
es_es: Por favor, introduzca un código de tiempo válido: HH:MM:SS:MS. Horas, minutos, segundos, milisegundos. Por ejemplo: 01:23:45:000

# #32057
source: How to sync two subtitles
es_es: Cómo sincronizar dos subtítulos

# #32058
source: In order to synchronize, you will need a subtitle which matches the video perfectly, but has different subtitles, usually from a different language. In the next slide, first select this subtitle.[CR][CR]Then, you'll be asked to select a timecode in this file, which will be used as reference. Ideally, it is the first spoken line from the video. In the next screen, select the line from your original subtitle which matches the first.[CR][CR]Subsequently, you'll be asked again to select a line from your reference subtitle and to match this with the same line in your original subtitle. Usually the best choice is the last spoken line from the video. After this your two subtitles will sync![CR][CR]Check 'Scroll subtitles' to view them and 'Save subtitles' to write them to a file.
es_es: Para sincronizar, necesitarás un subtítulo que coincida perfectamente con el video, pero que tenga subtítulos diferentes, generalmente de un idioma diferente. En la siguiente diapositiva, selecciona primero este subtítulo.[CR][CR]Luego, se te pedirá que selecciones un código de tiempo en este archivo, que se usará como referencia. Lo ideal es que sea la primera línea hablada del video. En la siguiente pantalla, selecciona la línea de tu subtítulo original que coincida con la primera.[CR][CR]Luego, se te pedirá nuevamente que selecciones una línea de tu subtítulo de referencia y que la hagas coincidir con la misma línea en tu subtítulo original. Generalmente, la mejor opción es la última línea hablada del video. ¡Después de esto, tus dos subtítulos se sincronizarán![CR][CR]Marca "Desplazarse por subtítulos" para verlos y "Guardar subtítulos" para escribirlos en un archivo.

# #32059
source: File not found
es_es: Archivo no encontrado

# #32060
source: In the next screen, select the video to synchronize with. Go to the point in the video where the first subtitle starts. When you pause the video, choose 'Select as start' in the menu, then do the same with the last subtitle.
es_es: En la siguiente pantalla, selecciona el vídeo con el que quieres sincronizar. Ve al punto del vídeo en el que empieza el primer subtítulo. Cuando pauses el vídeo, elige "Seleccionar como inicio" en el menú y haz lo mismo con el último subtítulo.

# #32061
source: How to sync with a video file
es_es: Cómo sincronizar con un archivo de vídeo

# #32062
source: In the next screen, open the videofile from the library which belongs to the subtitle you have opened. Skip or fast forward to the point where the subtitle should roughly be placed. Pause.[CR][CR]When you paused the video, a menu will pop up with several options. Select 'View or edit first subtitle'. When your first subtitle is not the first line from the video, select 'Delete' until the first subtitle is also the first line from the video.[CR][CR]Then finetune the position of the video, possibly by using the 'Skip forward 1 second' or 'Skip backward 1 second' buttons. If the position is perfect, choose 'Select as start'.[CR]Now fast forward to the end of the video, and repeat the same process.[CR][CR]After this, your file will be synced to the video.
es_es: En la siguiente pantalla, abre el archivo de vídeo de la biblioteca que pertenece al subtítulo que has abierto. Salta o avanza rápidamente hasta el punto en el que debería estar ubicado aproximadamente el subtítulo. Haz una pausa.[CR][CR]Cuando hayas pausado el vídeo, aparecerá un menú con varias opciones. Selecciona "Ver o editar el primer subtítulo". Cuando el primer subtítulo no sea la primera línea del vídeo, selecciona "Eliminar" hasta que el primer subtítulo también sea la primera línea del vídeo.[CR][CR]A continuación, ajusta la posición del vídeo, posiblemente utilizando los botones "Saltar hacia delante 1 segundo" o "Saltar hacia atrás 1 segundo". Si la posición es perfecta, elige "Seleccionar como inicio".[CR]Ahora avanza rápidamente hasta el final del vídeo y repite el mismo proceso.[CR][CR]Después de esto, tu archivo se sincronizará con el vídeo.

# #32063
source: Select timecode of first subtitle to sync with
es_es: Seleccione el código de tiempo del primer subtítulo para sincronizar con

# #32064
source: Time selected
es_es: Hora seleccionada

# #33064
source: Time selected
es_es: Hora seleccionada

# #32065
source: Select timecode of subtitle which is roughly the same
es_es: Seleccione el código de tiempo del subtítulo que sea aproximadamente el mismo

# #32066
source: Select time of last subtitle to sync
es_es: Seleccione la hora del último subtítulo a sincronizar

# #32067
source: Select time of last subtitle
es_es: Seleccionar hora del último subtítulo

# #32068
source: New timecode
es_es: Nuevo código de tiempo

# #32069
source: Write the new timestamp for the start position, seperated by a ':'. For instance: 01:22:23:000
es_es: Escribir la nueva marca de tiempo para la posición de inicio, separada por ':'. Por ejemplo: 01:22:23:000

# #32070
source: Subtitles moved forward by: {}
es_es: Avanzar subtítulos por: {}

# #32071
source: Subtitles moved backward by {}
es_es: Retroceder subtítulos por {}

# #32072
source: First subtitle now starts at {}
es_es: El primer subtítulo ahora empieza en {}

# #33072
source: Last subtitle now starts at {}
es_es: El último subtítulo ahora empieza en {}

# #32073
source: Paused at:
es_es: Pausado en:

# #32074
source: Continue playing
es_es: Continuar reproduciendo

# #32075
source: Select as start of first subtitle
es_es: Seleccionar como inicio del primer subtítulo

# #32076
source: Skip backwards 1 second
es_es: Saltar hacia atrás 1 segundo

# #32077
source: Skip forwards 1 second
es_es: Saltar hacia delante 1 segundo

# #32078
source: Exit to Main Menu
es_es: Salir al menú principal

# #32079
source: View or delete first subtitle
es_es: Ver o eliminar el primer subtítulo

# #32080
source: View or delete last subtitle
es_es: Ver o eliminar el último subtítulo

# #32081
source: Select as start of last subtitle
es_es: Seleccionar como inicio del último subtítulo

# #32082
source: Set as first subtitle?
es_es: ¿Establecer como primer subtítulo?

# #32083
source: Do you want your subtitle to start at:
es_es: Quiere que su subtítulo comience en:

# #32084
source: Reset start time
es_es: Restablecer hora de inicio

# #32085
source: Selected start:
es_es: Inicio seleccionado:

# #32086
source: Selected times:
es_es: Horarios seleccionados:

# #32087
source: Your first subtitle starts at:
es_es: Tu primer subtítulo empieza en:

# #32088
source: Your last subtitle starts at:
es_es: Tu último subtítulo empieza en:

# #32089
source: Select
es_es: Seleccionar

# #32090
source: Reset times
es_es: Restablecer tiempos

# #33065
source: Time selected
es_es: Hora seleccionada

# #32091
source: Select a line with a timecode
es_es: Seleccionar una línea con un código de tiempo

# #32092
source: Please select a line with a timecode, like:[CR]'01:23:45,679 --> 01:23:45,679'
es_es: Por favor, seleccionar una línea con un código de tiempo, como:[CR]'01:23:45,679 --> 01:23:45,679'

# #32093
source: Choose movie
es_es: Elegir película

# #32094
source: Choose TV Show
es_es: Elegir serie de TV

# #32095
source: View entire library
es_es: Ver toda la biblioteca

# #32096
source: Exit to main menu with changes
es_es: Salir al menú principal con los cambios

# #32097
source: Save the shown subtitle
es_es: Guardar el subtítulo mostrado

# #32098
source: Exit to main menu w/o changes
es_es: Salir al menú principal sin cambios

# #32099
source: Exit completely
es_es: Salir completamente

# #32100
source: Reset to another framerate
es_es: Restablecer a otra tasa de fotogramas

# #32101
source: Save and Continue playing
es_es: Guardar y seguir la reproducción

# #32102
source: The subtitle is loaded with the new framerate. Pause to reset to another frame rate or to save.
es_es: El subtítulo se carga con la nueva tasa de fotogramas. Pausa para restablecer otra tasa de fotogramas o para guardar.

# #32103
source: Please enter a valid number
es_es: Por favor, introduzca un número válido

# #32104
source: Get frame rate from video
es_es: Obtener la tasa de fotogramas del vídeo

# #32105
source: Sync options by frame rate
es_es: Opciones de sincronización por tasa de fotogramas

# #32106
source: Frame rate
es_es: Tasa de fotogramas

# #32107
source: New ending time
es_es: Nueva hora de finalización

# #32108
source: Old starting time:
es_es: Antigua hora de inicio:

# #34108
source: Starting time:
es_es: Hora de inicio:

# #32109
source: Old ending time:
es_es: Antigua hora de finalización:

# #34110
source: New starting time:
es_es: Nueva hora de comienzo:

# #32110
source: New ending time:
es_es: Nueva hora de finalización:

# #32111
source: Save and Exit
es_es: Guardar y salir

# #32112
source: Calculate manually
es_es: Calcular manualmente

# #32113
source: Provide sum or factor
es_es: Proporcionar suma o factor

# #32114
source: Calculate factor or provide factor
es_es: Calcular el factor o proveer el factor

# #32115
source: In the next screen, write a sum with the current framerate divided by the real frame rate. If the current frame rate is 25 and it should be 24, type '25/24'. Or type your own factor, like '1.2'
es_es: En la siguiente pantalla, escribe una suma con la tasa de fotogramas actual dividida por la tasa de fotogramas real. Si la tasa de fotogramas actual es 25 y debería ser 24, escribe '25/24'. O escribe tu propio factor, como '1.2'

# #32116
source: Play with the file you opened before
es_es: Reproducir el archivo abierto anteriormente

# #32117
source: Provide factor
es_es: Proveer factor

# #32118
source: Stretch by providing factor
es_es: Estirar por el factor proporcionado

# #32119
source: Stretch by giving new end time
es_es: Estirar por la nueva hora final proporcionada

# #32120
source: The frame rate of this video is
es_es: La tasa de fotogramas de este vídeo es

# #32121
source: The video is playing with the modified subtitle. Pause to save or to return to the menu.
es_es: El vídeo se reproduce con el subtítulo modificado. Pausa para guardar o para volver al menú.

# #32122
source: Subtitles loaded
es_es: Subtítulos cargados

# #32123
source: The video is playing with the saved subtitle. The filename of the subtitle is:
es_es: El vídeo se reproduce con el subtítulo guardado. El nombre de archivo del subtítulo es:

# #32124
source: Jump to time of current first subtitle
es_es: Saltar a la hora del primer subtítulo actual

# #32125
source: Jump to time of last subtitle
es_es: Saltar a la hora del último subtítulo

# #32126
source: Choose another
es_es: Elegir otro

# #32127
source: Enter frame rate
es_es: Introducir tasa de fotogramas

# #32128
source: Open other subtitle
es_es: Abrir otro subtítulo

# #32129
source: Why do I see this screen?
es_es: ¿Por qué veo esta pantalla?

# #32130
source: You have selected a .sub file
es_es: Ha seleccionado un archivo .sub

# #32131
source: You have selected a .sub file, which uses frame rates to indicate when subtitles should be shown. To edit these subtitles, you have to select a frame rate. You can start a video to see what frame rate it has or just pick a random one if you want to use a sync option.
es_es: Ha seleccionado un archivo .sub, que utiliza tasas de fotogramas para indicar cuándo deben mostrarse los subtítulos. Para editar estos subtítulos, se tiene que seleccionar una tasa de fotogramas. Puedes iniciar un vídeo para ver qué tasa de fotogramas tiene o simplemente elegir una al azar si quieres usar una opción de sincronización.

# #32132
source: This file might not be a valid subtitle
es_es: Este archivo podría no ser un subtítulo válido

# #32133
source: Load anyway
es_es: Cargar de todos modos

# #32134
source: Choose other
es_es: Elegir otro

# #32135
source: Not a valid .sub file
es_es: No es un archivo .sub válido

# #32136
source: This file does not appear to be a valid .sub file.
es_es: Este archivo no parece ser un archivo .sub válido.

# #32137
source: All found HTML colorcodes reset to white.
es_es: Todos los códigos de color HTML encontrados se restablecen a blanco.

# #32138
source: Reset color code to white
es_es: Restablecer código de color a blanco

# #32139
source: Reset color to a custom color
es_es: Restablecer color a un color personalizado

# #32140
source: Not a valid code for a color. Use 8 digits in a hexadecimal notation: 'FF00FF00'
es_es: No es un código válido para un color. Usar 8 dígitos en notación hexadecimal: 'FF00FF00'

# #32141
source: Provide color coding. Use 8 digits. Leave empty to cancel
es_es: Proporcione un código de color. Usar 8 dígitos. Dejar vacío para cancelar

# #32142
source: All found HTML colorcodes reset to
es_es: Todos los códigos de color HTML encontrados se restablecen a

# #35000
source: Cancel
es_es: Cancelar

# #35001
source: Load subtitle
es_es: Cargar subtítulo

# #35002
source: Manually
es_es: Manualmente

# #35003
source: Do you want to edit this subtitle?
es_es: ¿Desea editar este subtítulo?

# #35004
source: Playback will stop, but can be resumed from the menu.
es_es: La reproducción se detendrá, pero se podrá reanudar desde el menú.

# #35005
source: A subtitlefile could not be found. Do you want to select one manually and continue with current video?
es_es: No se pudo encontrar un archivo de subtítulos. ¿Desea seleccionar uno manualmente y continuar con el video actual?

# #35006
source: Video:
es_es: Vídeo:

# #35007
source: Subtitle:
es_es: Subtítulo:

# #35008
source: Play with
es_es: Reproducir con

# #35009
source: Edit and synchronize subtitles with your remote
es_es: Editar y sincronizar subtítulos con el mando a distancia

# #35010
source: With this script you can edit specific lines, move or stretch subtitles, and synchronize with other subtitles. You can also synchronize with a videofile.
es_es: Con este script puedes editar líneas específicas, mover o estirar subtítulos, y sincronizar con otros subtítulos. También puede sincronizar con un archivo de vídeo.

# #35011
source: Return to Menu
es_es: Volver al menú

# #35016
source: Somewhere in the process of syncing an error occurred. Most of the time this is caused by:[CR] - A .srt file which uses non-standard timestamps.[CR] - A .srt file which has a digit missing in one of its timestamps.[CR] - A file which is not an actual .srt file[CR][CR]Use Main Menu -> Advanced Options -> Check Integrity to scan for faulty timestamps or use a different .srt file.
es_es: En algún momento durante el proceso de sincronización ocurrió un error. La mayoría de las veces esto es causado por:[CR] - Un archivo .srt que utiliza marcas de tiempo no estándar.[CR] - Un archivo .srt al que le falta un dígito en una de sus marcas de tiempo.[CR] - Un archivo que no es un archivo .srt real[CR][CR]Use Menú principal > Opciones avanzadas > Verificar integridad para buscar marcas de tiempo defectuosas o use un archivo .srt diferente.

# #35012
source: The following error has occurred:
es_es: Se ha producido el siguiente error:

# #35013
source: Details of Error
es_es: Detalles del error

# #35017
source: Characterset not detected
es_es: Conjunto de caracteres no detectado

# #35018
source: The correct characterset of this file could not be detected. The file is now loading with the UTF-8 set and errors are replaced with questionmarks.
es_es: No se pudo detectar el conjunto de caracteres correcto de este archivo. El archivo ahora se carga con el conjunto UTF-8 y los errores se reemplazan con signos de interrogación.

# #35019
source: Select textline
es_es: Seleccionar línea de texto

# #35020
source: Select time to sync to
es_es: Seleccionar tiempo de sincronización

# #35021
source: Shift forwards by microseconds
es_es: Avanzar por microsegundos

# #35022
source: Shift backwards by microseconds
es_es: Retroceder por microsegundos

# #35023
source: Shift forwards by minutes
es_es: Avanzar por minutos

# #35024
source: Shift backwards by minutes
es_es: Retroceder por minutos

# #35025
source: Select which subtitle to delete
es_es: Seleccionar qué subtítulo desea eliminar

# #35026
source: Minutes
es_es: Minutos

# #35027
source: Microseconds
es_es: Microsegundos

# #35028
source: See contents
es_es: Ver contenidos

# #35029
source: Open anyway
es_es: Abrir de todos modos

# #35030
source: Unlikely to be a subtitle
es_es: Es poco probable que sea un subtítulo

# #35031
source: This file is quite large and unlikely to be a subtitle
es_es: Este archivo es bastante grande y es poco probable que sea un subtítulo

# #35032
source: Could not load subtitle
es_es: No se pudo cargar el subtítulo

# #35033
source: Could not find any subtitles in the file. Is it a valid subtitle?
es_es: No se pudo encontrar ningún subtítulo en el archivo. ¿Es un subtítulo válido?

# #35034
source: Scanning...
es_es: Escaneando...

# #35035
source: Checking which encoding to use for this file.
es_es: Comprobando qué codificación utilizar para este archivo.

# #35036
source: This does not seem to be a valid .sub file.
es_es: Este no parece ser un archivo .sub válido.

# #35037
source: This does not seem to be a valid .srt file.
es_es: Este no parece ser un archivo .srt válido.

# #35038
source: Results
es_es: Resultados

# #35039
source: The encoding is:
es_es: La codificación es:

# #35040
source: The following lines were skipped:
es_es: Se han omitido las siguientes líneas:
